{
  "posts": [
    {
      "id": 1614190331904,
      "title": "Ring Ring",
      "body": "Ring Ring is the debut studio album by the Swedish group credited to Björn Benny & Agnetha Frida, who later became the pop group ABBA. It was released in Scandinavia and a limited number of other territories",
      "imageUrl": "https://abbasite.com/uploads/2018/04/242-1024x1022.jpg",
      "userId": 1
    },
    {
      "id": 1614190480892,
      "title": "ABBA",
      "body": "The ABBA album was the group's third collection, and was arguably where they finally came into their own. With hits like 'Mamma Mia' and 'SOS', the multi-layered 1970s take on early 1960s pop idioms showed ABBA as a group with a unique sound and approach.",
      "imageUrl": "https://abbasite.com/uploads/2018/04/262-1024x1015.jpg",
      "userId": 1
    },
    {
      "id": 1614190875564,
      "title": "Waterloo",
      "body": "Waterloo was first released in Sweden on March 4, 1974. Recording sessions began in September 1973 and continued until February 1974. Sessions for what was to become the Waterloo album were well under way when Björn, Benny and Stig Anderson were invited to submit an entry to the 1974",
      "imageUrl": "https://abbasite.com/uploads/2018/04/252-1024x1011.jpg",
      "userId": 1
    },
    {
      "id": 1614231327972,
      "title": "Arrival",
      "body": "Arrival was first released in Sweden on October 11, 1976 ABBA's fourth album featured some of their biggest hits: 'Dancing Queen', 'Money, Money, Money' and 'Knowing Me, Knowing You'.",
      "imageUrl": "https://abbasite.com/uploads/2018/04/arrival.jpg",
      "userId": 1
    },
    {
      "id": 1614233256812,
      "title": "The Album",
      "body": "ABBA - The Album was first released in Sweden on December 12, 1977. Recording sessions began in May 1977 and continued until November 1977. On their fifth album, ABBA showed a new sense of ambition: longer tracks, more complex structures, and lyrics that aspired to be more than just words that fitted the melody.",
      "imageUrl": "https://abbasite.com/uploads/2018/04/front.jpg",
      "userId": 1
    },
    {
      "id": 1614234083824,
      "title": "Voulez-Vous",
      "body": "Voulez-Vous was first released in Sweden on April 23, 1979. Recording sessions began in March 1978 and continued until March 1979. When ABBA’s sixth album was recorded, the popular music world was in the midst of a disco craze.",
      "imageUrl": "https://abbasite.com/uploads/2018/04/VoulezVous-1024x1024.jpg",
      "userId": 1
    },
    {
      "id": 1614236116268,
      "title": "Super Trouper",
      "body": "Super Trouper was first released in Sweden on November 3, 1980. Recording sessions began in February 1980 and continued until October 1980. On the seventh ABBA album, the group presented themselves as a more overtly mature group.",
      "imageUrl": "https://abbasite.com/uploads/2018/04/SuperTrouper-1024x1024.jpg",
      "userId": 1
    },
    {
      "id": 1614236318644,
      "title": "The Visitors",
      "body": "The Visitors was first released in Sweden on November 30, 1981. Recording sessions began in March 1981 and continued until November 1981. ABBA's eighth and final album was their very bleakest, but has emerged as a favourite among many of the group's hardcore fans.",
      "imageUrl": "https://abbasite.com/uploads/2018/04/vis-1024x1024.jpg",
      "userId": 1
    },
    {
      "id": 1614273537571,
      "title": "Love You Longer",
      "body": "You came into my life unexpectedly.\nYou saw my imperfections.\nAnd you saw who I am.\nThrough all my insecurities.\nYou stood by me.\nSo I love you for the peace that you bring to my soul.\nHigh and low I've searched.\nYou're the only one for me.",
      "imageUrl": "assets/images/pic-1.jpg",
      "userId": 1
    }
  ],
  "comments": [],
  "profile": {
    "name": "typicode"
  }
}